---
kind: property
id: P:Autodesk.Revit.DB.AssemblyDifferenceMemberCount.Count2
source: html/bc2d1c2a-6cca-d0b5-7585-ab2d50cc3c51.htm
---
# Autodesk.Revit.DB.AssemblyDifferenceMemberCount.Count2 Property

Number of members in the second assembly

## Syntax (C#)
```csharp
public int Count2 { get; }
```